Repository: fxbenard/Q-and-A
Catalog: lang/qa-free-*.po
Languages: fr_fr

source: Page Title
fr_fr: Titre Page

source: Post Date
fr_fr: Date d'article

source: Post Modified
fr_fr: Article modifié

source: Author
fr_fr: Auteur

source: Page Slug
fr_fr: Identifiant page

source: Page ID
fr_fr: ID de la page

source: Sort Order:
fr_fr: Ordre du tri :

source: Ascending
fr_fr: Croissant

source: Descending
fr_fr: Décroissant

source: Might only work with Page Title.
fr_fr: Ne pourrait fonctionner que sur le titre de page.

source: Show Home:
fr_fr: Afficher Accueil

source: Enter text for link to blog home, blank to hide.
fr_fr: Entrez le texte pour le lien vers la page d'accueil du blog, vide pour le cacher.

source: Exclude:
fr_fr: Exclure :

source: Page IDs, separated by commas.
fr_fr: IDs de pages, séparés par une virgule.

source: Exclude Tree:
fr_fr: Exclure l'arborescence :

source: Include:
fr_fr: Inclure :

source: Depth:
fr_fr: Profondeur :

source: 0 = Hierarchy, -1 = Flat, 1 = Top Level, 2+ = Depth.
fr_fr: 0 = Hiérarchie, -1 = plat, 1 = Niveau Haut, 2+ = Profondeur .

source: Child Of:
fr_fr: Enfant de :

source: ID of Parent Page.
fr_fr: Id de la page parente.

source: Show Date:
fr_fr: Afficher Date

source: modified or custom to use Date Format.
fr_fr: modifié ou personnalisé à utiliser comme format de date.

source: Date Format:
fr_fr: Format de date :

source: Custom date format to use with custom Show Date.
fr_fr: Format de date personnalisé à utiliser avec Show Date personnalisé.

source: Meta Key:
fr_fr: Méta Clé :

source: Use with Meta Value.
fr_fr: Utilisez avec les Méta Values.

source: Meta Value:
fr_fr: Méta Valeur :

source: Use with Meta Key.
fr_fr: Utilisez avec les Méta Keys.

source: Link Before:
fr_fr: Lien avant :

source: Text or HTML to proceed link text.
fr_fr: Texte ou HTML pour procéder le texte du lien.

source: Link After:
fr_fr: Lien après :

source: Text or HTML after link text.
fr_fr: Texte ou HTML après le texte du lien.

source: Authors:
fr_fr: Auteur&nbsp;:

source: Author IDs, separated by comma.
fr_fr: Auteurs IDs, séparées par des virgules.

source: Number:
fr_fr: Nombre&nbsp;:

source: Number of pages to display.
fr_fr: Nombre de pages à afficher.

source: Offset:
fr_fr: Décalage :

source: Number of pages to skip.
fr_fr: Nombre de pages à sauter.

source: Permalink
fr_fr: Permalien

source: View category&rarr;
fr_fr: Voir la catégorie &rarr;

source: Search FAQs
fr_fr: Rechercher dans les FAQs
