Repository: fxbenard/Q-and-A
Catalog: lang/qa-free-*.po
Languages: fr_fr

source: Table of Contents
fr_fr: Table des matières

source: The [qa] shortcode
fr_fr: Le raccourci [qa]

source: Q &amp; A makes it easy to create a full-featured, fully searchable FAQ knowledgebase on your WordPress site. You can add an unlimited number of entries, grouped by category.
fr_fr: Avec Q &amp; A il est facile de créer une FAQ complète, et entièrement consultable sur votre site WordPress. Vous pouvez ajouter un nombre illimité d'entrées, regroupées par catégorie.

source: To get started, click on the <strong>Q &amp; A Plus</strong> section of the <strong>Settings</strong> menu of your WordPress Dashboard. The first thing you&#8217;ll want to do is create an FAQ homepage, this is where visitors will be able to view your FAQs. This can be a page that already exists, or the plugin can automatically create the page and add the shortcode for you. By default, the FAQ homepage is &#8220;faqs&#8221;, so if that works for you, go ahead and click the &#8220;Create Page&#8221; button to add a new page to your site.
fr_fr: Pour commencer, cliquez sur <strong>Q & A </strong>dans la section <strong>des reglages</strong> du menu de votre tableau de bord WordPress. La première chose que vous devrez faire est de créer une page d'accueil pour votre FAQ, c'est là que les visiteurs pourront la voir. Cela peut-être une page déjà existante, ou l'extension peut en créer une automatiquement et y ajouter le raccourci pour vous. Par défaut, la page d'accueil de la FAQ est "faqs", donc si cela est bon pour vous, lancez-vous et cliquez sur le bouton "Créer une page" pour ajouter une nouvelle page à votre site.

source: To use a page that already exists on your site, enter the page slug in the <strong>FAQ homepage</strong> field. For example, the page slug of your "About" page is <code>about</code>. If you'd like your FAQs to be on a sub-page on your site, you can use a slash, so a page called "FAQs" that is a child page of "About" would have the slug <code>about/faqs</code>. You will then need to add the <code>[qa]</code> shortcode to that page.
fr_fr: Pour utiliser une page qui existe déjà sur votre site, entrez son identifiant dans la <strong>page d'accueil de la FAQ </strong>. Par exemple, l'identifiant de page de votre "A propos" est <code>apropos</code>. Si vous souhaitez que votre FAQ soit sur une sous-page de votre site, vous pouvez utiliser une barre oblique, de sorte qu'une page intitulée "FAQs" qui est une page enfant de la page "A propos" aurait un identifiant <code>apropos/faqs</code>. Vous devrez ensuite ajouter le raccourci <code>[qa]</code> à cette page.

source: The default options should work for most sites, so let&#8217;s create a few FAQs and see how they look. From the WordPress Dashboard, look for the <strong>FAQs</strong> menu, and then click <strong>Add New</strong>. Just like a typical WordPress post, you&#8217;ll be able to add a title and body content, as well as set your category. The title is the &#8220;Question&#8221; part of the FAQ and will be displayed on the FAQ page. The content section is hidden by default and will be displayed when the visitor clicks on the title. The category section allows you to organize your FAQs into multiple categories which are displayed on the homepage and on their own individual category pages. A FAQ can belong to multiple categories.
fr_fr: Les options par défaut devrait fonctionner pour la plupart des sites, nous allons donc créer quelques FAQs et regarder comment elles fonctionnent. Depuis le tableau de bord de WordPress, recherchez le menu <strong>FAQs</strong>, puis cliquez sur <strong>Ajouter</strong>. Tout comme pour un article classique de WordPress, vous serez en mesure d'ajouter un titre et du contenu, ainsi que de définir votre catégorie. Le titre est la «Question» de la FAQ et sera affiché sur la page de la FAQ. La partie du contenu est masquée par défaut et sera affichée lorsque le visiteur cliquera sur le titre. La partie des catégories vous permet d'organiser vos FAQs en plusieurs catégories qui sont affichées sur la page d'accueil et sur leurs propres pages de catégories individuelles. Une FAQ peut appartenir à plusieurs catégories.

source: Add your FAQ like you would any normal WordPress post. Once you&#8217;ve added some FAQs, visit your site and take a look. The FAQ homepage will be at yoursite.com/faqs by default, or wherever you set the FAQs homepage slug in the plugin settings.
fr_fr: Ajouter votre FAQ comme vous le feriez pour n'importe quel article de WordPress. Une fois que vous avez ajouté des FAQs, rendez-vous sur votre site et jetez y un oeil. La page d'accueil de la FAQ sera par défaut à l'adresse votresite.com/faqs, ou à l'adresse de l'identifiant de la page d'accueil de la FAQs que vous avez défini dans les réglages de l'extension.

source: Take a look at the options on the "Plugin Settings" tab and try them out. You can add a search box on the FAQ homepage, category pages, and control the position of the search box. You can also customimze the animations and other aspects of the FAQ show/hide behavior. Each option has a small question mark like this next to it. <span class="vtip" title="This is a contextual tooltip. Hover over these to find out what a particular setting does.">?</span>Hover over this mark for a tooltip with more information about that option.
fr_fr: Jetez un oeil sur les options dans l'onglet "Réglages de l'extension" et essayer les. Vous pouvez ajouter une boîte de recherche sur la page d'accueil de la FAQ, des pages de catégories et contrôler la position de la boîte de recherche. Vous pouvez également personnaliser les animations et autres aspects de comportement d'apparition de la FAQ. Chaque option a un petit point d'interrogation comme ça à côté de lui. <span class="vtip" title="C'est une info-bulle contextuelle. Survoler la pour avoir plus d'informations sur un paramètre.">?</span> Survolez cette marque avec votre souris pour faire apparaître une info-bulle avec plus d'informations sur cette option.

source: The <code>[qa]</code> shortcode allows you to put your FAQs on any page on your site, and has quite a few options. If you need to create a new FAQ page, just use the shortcode without any options. You can also use the shortcode to place individual FAQs, single FAQ categories, and FAQ pages with custom options anywhere on your site. You can combine most shortcode attributes in any combination you want. Here are the basic Q &amp; A shortcode options:
fr_fr: Le raccourci <code> [qa] </code>vous permet de mettre votre FAQ sur n'importe quelle page de votre site, et avec de nombreuses options. Si vous avez besoin de créer une nouvelle page de FAQ, il vous suffit d'utiliser le raccourci sans aucune option. Vous pouvez également utiliser le raccourci pour placer des FAQs individuelles, des catégories de FAQs individuelles et des pages de FAQS avec des options personnalisées n'importe où sur votre site. Vous pouvez combiner les attributs des raccourcis dans n'importe quelle combinaison que vous le desirez. Voici les options de bases des raccourcis de Q & A :

source: <strong>FAQ homepage</strong>: <code>[qa]</code> Will insert the entire FAQ homepage anywhere on your site.
fr_fr: <strong>FAQ page d'accueil</strong> : <code>[qa]</code> insère la totalité de la page d'accueil de la FAQ n'importe où sur votre site.

source: <strong>Single category page</strong>: <code>[qa cat=dogs]</code> By specifying a category slug, you can add an entire category of FAQ entries anywhere on your site. You can find the category slug on the <strong>FAQs &rarr; FAQ Categories</strong> page.
fr_fr: <strong>Page de catégorie individuelle</strong> : <code>[qa cat=chiens]</code> En spécifiant l'identifiant de la catégorie, vous pouvez ajouter une catégorie entière d'entrées de FAQ n'importe où sur votre site. Vous pouvez trouver l'identifiant de la catégorie de la FAQ sur la page <strong>FAQs &rarr; Catégories de FAQ</strong>

source: <strong>Single FAQ page</strong>: <code>[qa id=123]</code> By specifying an ID, you can insert an individual FAQ entry anywhere on your site.
fr_fr: <strong>Page de FAQ individuelle</strong> : <code>[qa id=123]</code> En spécifiant une ID, vous pouvez insérer une entrée individuelle de FAQ n'importe où sur votre site.

source: Hompage specific shortcodes:
fr_fr: Raccourcis spécifiques à la page d'accueil :

source: <strong>Limit</strong>: <code>[qa limit=5]</code> Controls the number of FAQs returned on the FAQ homepage. Use <strong>-1</strong> to return all FAQ entries.
fr_fr: <strong>Limiter</strong> : <code>[qa limit=5]</code> Contrôle le nombre de FAQs affichées sur la page d'accueil de la FAQ. Utilisez <strong> -1 </strong> pour afficher toutes les entrées de FAQ.

source: <strong>Enable excerpts</strong>: <code>[qa excerpts=true]</code>. Whether to limit posts length on the homepage. Entries that are longer than 40 words will be shorted and a &#8220;Continue reading&#8221; link will be added. Possible values are <strong>true</strong> or <strong>false</strong>.
fr_fr: <strong>Activer les extraits</strong> : <code>[qa excerpts=true]</code>. Que ce soit pour limiter la longueur des messages sur la page d'accueil. Les articles de plus de 40 mots seront raccourcies et un lien "Lire la suite" sera ajouté. Les valeurs possibles sont <strong>true</strong> ou <strong>false</strong>.

source: General shortcode attributes:
fr_fr: Attributs des raccourcis généraux :

source: <strong>Search</strong>: <code>[qa search=home]</code> Whether to show the search field. Possible values are <strong>home</strong>, <strong>categories</strong>, <strong>both</strong>, or <strong>none</strong> to disable the search field.
fr_fr: <strong>Recherche</strong> : <code>[qa search=home]</code>Si vous souhaitez afficher le champ de recherche. Les valeurs possibles sont <strong>home</strong>, <strong>categories</strong>, <strong>both</strong>, ou <strong>none</strong> pour desactiver le champ de recherche.

source: <strong>Search position</strong>: <code>[qa searchpos=top]</code> Position of the search box, if enabled. Possible values are <strong>top</strong> or <strong>bottom</strong>.
fr_fr: <strong>Position de la recherche</strong> : <code>[qa searchpos=top]</code> La position de la boîte de recherche, si elle est activée. Les valeurs possibles sont <strong>top</strong> ou <strong>bottom</strong>.

source: <strong>Permalinks</strong>: <code>[qa permalinks=true]</code> Whether to show permalinks for individual FAQs. This makes it easier for users to click through and bookmark your content. Possible values are <strong>true</strong> or <strong>false</strong>.
fr_fr: <strong>Permaliens</strong> : <code>[qa permalinks=true]</code> Pour montrer les permaliens pour la FAQ individuel. Cela rend plus facile pour les utilisateurs de cliquer et de marquer votre contenu. Les valeurs possibles sont <strong>true</strong> ou <strong>false</strong>.

source: <strong>Animation</strong>: <code>[qa animation=fade]</code> Customize the animation style when opening and closing FAQs. Possible values are <strong>fade</strong>, <strong>slide</strong>, and <strong>none</strong>.
fr_fr: <strong>Animation</strong> : <code>[qa animation=fade]</code> Personnaliser le style d'animation lors de l'ouverture et de la fermeture des FAQs. Les valeurs possibles sont <strong>fondu</strong>, <strong> diaporama</strong>, et <strong>aucun</strong>.

source: <strong>Accordion</strong>: <code>[qa accordion=true]</code> Clicking on one FAQ entry closes any other open FAQ entries on the page. Setting this to <strong>false</strong> will allow multiple FAQs to be open and visible on the page at the same time.
fr_fr: <strong>Accordéon</strong> : <code>[qa accordion=true]</code> En cliquant sur une entrée de la FAQ cela ferme toutes les autres entrées ouvertes de la FAQ. Regler cela sur <strong>false</strong> permet à plusieurs FAQs d'être ouvertes et visibles sur la page en même temps.

source: <strong>Collapsible</strong>: <code>[qa collapsible=true]</code> You can completely disable the show/hide behavior by setting this to <strong>false</strong>.
fr_fr: <strong>Repliable</strong> : <code>[qa collapsible=true]</code> Vous pouvez complètement désactiver la fonctionalité montrer/cacher en définissant à <strong>false</strong>.

source: The FAQ homepage
fr_fr: Page d'accueil de la FAQ

source: doesn't exist yet. Would you like to create it?
fr_fr: n'existe pas encore. Voulez-vous la créer ?

source: Thanks for downloading Q & A! If you like it, please be sure to give us a positive rating in the <a href="%s">WordPress repository</a>, it means a lot to us.
fr_fr: Merci d'avoir téléchargé Q & A ! Si vous l'aimez, s'il vous plaît n'oubliez pas de nous donner une évaluation positive dans le <a href="%s"> dépot officiel de WordPress </a>, cela signifie beaucoup pour nous.

source: If you like Q & A and would like more advanced features, please take a look at <strong><a href="%1$s">Q & A Plus</a></strong>, our premium version of the plugin. It's got more display options, support for user submissions, user ratings, and even more options to explore.
fr_fr: Si vous aimez Q & A et désirez plus de fonctionnalités avançées, jetez un oeil à <strong><a href="%1$s">Q & A Plus</a></strong>, notre version premiun de l'extension. Elle possède plus d'options d'affichage, l'aide aux soumissions des utilisateurs, notes des utilisateurs, et encore plus d'options à découvrir.

source: Plugin Settings
fr_fr: Réglages de l'extension

source: Save Changes
fr_fr: Enregistrer les modifications

source: You're using Q &amp; A Plus, made by <a href="%1$s">Raygun</a>. Check out our <a href="%2$s" >other plugins</a>, and if you have any problems, stop by our <a href="%3$s">support forum</a>!
fr_fr: Vous utilisez Q &amp; A Plus, crée par <a href="%1$s">Raygun</a>. Consultez <a href="%2$s" >nos autres extensions</a>, et si vous rencontrez des problèmes, rendez-vous sur notre<a href="%3$s"> forum d'aide (en)</a> !

source: FAQ Homepage Options
fr_fr: Options de la page d'accueil de la FAQ

source: FAQ Category Page Options
fr_fr: Options de la page de catégorie de la FAQ

source: Single FAQ Options
fr_fr: Options de la FAQ

source: Global Options
fr_fr: Options générales

source: Advanced Options
fr_fr: Options avancées

source: FAQ homepage <span class="vtip" title="Where would you like your FAQ homepage to live? This can be a page that already exists on your site, but it shouldn't be the front page.">?</span>
fr_fr: Page d'accueil de la FAQ <span class="vtip" title="Où aimeriez-vous placer votre page d'accueil de la FAQ ? Cela peut être une page qui existe déjà sur votre site, mais cela ne devrait pas être la première page.">?</span>

source: FAQs per category <span class="vtip" title="How many items should we show in each category on the Q & A homepage? -1 shows all FAQ entries. Users will be able to click a link to see all questions on the category page.">?</span>
fr_fr: FAQs par catégorie <span class="vtip" title="Combien d'articles doivent être affiché dans chaque catégorie sur la page d'accueil Q & A ? -1 Affiche toutes les entrées de FAQ. Les utilisateurs pourront cliquer sur un lien pour voir toutes les questions sur la page de catégorie.">?</span>

source: Show category links <span class="vtip" title="Show links to the single category page below each category. Works well in conjunction with the limit setting to condense your FAQ homepage.">?</span>
fr_fr: Afficher les liens de catégorie <span class="vtip" title="Afficher les liens vers la page de catégorie unique en dessous de chaque catégorie. Fonctionne bien en conjonction avec le réglage de la limite d'affichage pour condenser votre page d'accueil de la FAQ.">?</span>

source: Use two-column layout <span class="vtip" title="Enable the two-column layout on the FAQ homepage."">?</span>
fr_fr: Utiliser deux colonnes <span class="vtip" title="Activer la mise en page à deux colonnes sur la page d'accueil FAQ.">?</span>

source: Show number of entries <span class="vtip" title="Show total number of FAQ entries in the category header.">?</span>
fr_fr: Afficher le nombre d'entrées <span class="vtip" title="Afficher le nombre total d'entrées de la FAQ dans l'en-tête des catégories.">?</span>

source: Show excerpts <span class="vtip" title="Show excerpts instead of full entries on the FAQ homepage.">?</span>
fr_fr: Afficher des extraits <span class="vtip" title="Affiche des extraits au lieu de la liste complète des entrées sur la page d'accueil de la FAQ.">?</span>

source: Show category descriptions <span class="vtip" title="Shows a category description below the title on the category pages.">?</span>
fr_fr: Afficher la description des catégories <span class="vtip" title="Afficher la description de la catégorie sous le titre de chaque catégorie">?</span>

source: Show breadcrumbs <span class="vtip" title="Enables a link back to the FAQ homepage in the page title. This can cause problems in some themes so check to make sure it's working.">?</span>
fr_fr: Afficher le fil d'ariane <span class="vtip" title="Affiche un lien vers la page d'accueil de la FAQ dans le titre de la page. Cela peut poser des problèmes dans certains thèmes, assurez-vous que cela fonctionne. ">?</span>

source: Show search <span class="vtip" title="Show the search form on the home and category pages.">?</span>
fr_fr: Afficher la recherche <span class="vtip" title="Afficher le formulaire de recherche sur la page d'accueil et les pages de catégorie.">?</span>

source: Search box position <span class="vtip" title="Add the search box before or after the FAQ content.">?</span>
fr_fr: Position de la boîte de recherche <span class="vtip" title="Ajouter la boîte de recherche avant ou après le contenu de la FAQ.">?</span>

source: Enable user submissions <span class="vtip" title="This will allow users to submit their own questions for you to review and publish.">?</span>
fr_fr: Activer les soumissions d'utilisateur <span class="vtip" title="Cela permettra aux utilisateurs de vous soumettre leurs propres questions à revoir et à publier.">?</span>

source: Sort FAQs <span class="vtip" title="You can control the order that FAQs are displayed. If you want to sort by rating, make sure that ratings are enabled.">?</span>
fr_fr: Trier les FAQs <span class="vtip" title="Vous pouvez contrôler l'ordre dans lequel sont affichés les FAQs. Si vous voulez trier par note, assurez-vous que les votes soient activés.">?</span>

source: Show expand all link <span class="vtip" title="Allow the user to see all questions and answers at the same time.">?</span>
fr_fr: Afficher tout montrer <span class="vtip" title="Permet aux utilisateurs de voir toutes les questions et toutes les réponses en même temps.">?</span>

source: Enable user ratings <span class="vtip" title="This will allow users to vote for their favorite articles">?</span>
fr_fr: Activer le vote des utilisateurs <span class="vtip" title="Cela permet aux utilisateurs de voter pour leur article préféré">?</span>

source: Show permalinks <span class="vtip" title="Add a permalink to each FAQ entry">?</span>
fr_fr: Afficher les permaliens <span class="vtip" title="Ajouter un permalien à chaque entrée de la FAQ">?</span>

source: Animation style <span class="vtip" title="What animation should be used to show/hide the FAQs?">?</span>
fr_fr: Style d'animation <span class="vtip" title="Quelle animation doit être utilisée pour montrer/cacher les FAQs ?">?</span>

source: Accordion behavior <span class="vtip" title="Clicking a FAQ title closes any other open FAQs.">?</span>
fr_fr: Comportement en Accordéon <span class="vtip" title="En cliquant sur un titre d'une FAQ ferme tous les autres FAQs ouvertes.">?</span>

source: Enable show/hide behavior <span class="vtip" title="Uncheck this to turn off the show/hide behavior.">?</span>
fr_fr: Activer le comportement afficher/cacher <span class="vtip" title="Décochez pour désactiver la possibilité d'afficher/masquer.">?</span>

source: FAQ visibility <span class="vtip" title="Do you want to show the contents of the FAQ when the page loads? The default is behavior is to hide the FAQs until the title is clicked.">?</span>
fr_fr: Visibilité de la FAQ <span class="vtip" title="Voulez-vous afficher le contenu de la FAQ au chargement de la page ? Le comportement par défaut est de cacher les FAQs jusqu'à ce que le titre soit cliqué.">?</span>

source: Email address <span class="vtip" title="The email address you used to purchase the plugin.">?</span>
fr_fr: Adresse e-mail <span class="vtip" title="L'adresse e-mail que vous avez utilisée pour acheter l'extension.">? </span>

source: License key <span class="vtip" title="The license key emailed to you when you purchased the plugin.">?</span>
fr_fr: Clé de licence <span class="vtip" clé de licence title="La clé de licence envoyée par e-mail lorsque vous avez acheté l'extension."> ?</span>

source: jQuery version <span class="vtip" title="Which version of jQuery should the plugin use? This can sometimes help with compatibility issues. You should leave this set to <em>WP Included</em> unless you have a specific reason to change it.">?</span>
fr_fr: la version jQuery <span class="vtip" title="Quelle version de jQuery devrait utiliser l'extension ? Cela peut parfois aider à résoudre des problèmes de compatibilité. Vous devriez laisser ce réglage sur <em> inclus dans WP</em> si vous n'avez pas une bonne raison de le changer.">?</span>

source: On home page
fr_fr: Sur la page d'accueil

source: On category pages
fr_fr: Sur les pages catégories

source: Both home and category pages
fr_fr: L'accueil et les pages de catégories

source: Do not enable search
fr_fr: Ne pas activer la recherche

source: Top
fr_fr: Avant

source: Bottom
fr_fr: Après

source: Fade
fr_fr: Disparition

source: Reveal
fr_fr: Afficher

source: None
fr_fr: Aucune

source: WP included
fr_fr: Inclus dans WP

source: Force latest version
fr_fr: Téléchargez la dernière version

# taxonomy general name
source: FAQ Categories
fr_fr: Catégories de FAQ

# taxonomy singular name
source: FAQ Category
fr_fr: Catégorie de FAQ

source: Search FAQ Categories
fr_fr: Recherche catégories de FAQs

source: All FAQ Categories
fr_fr: Toutes les catégories de FAQ

source: Parent FAQ Category
fr_fr: Catégorie FAQ Parente

source: Parent FAQ Category:
fr_fr: Catégorie FAQ Parente :

source: Edit FAQ Category
fr_fr: Modifier Catégorie de FAQ

source: Update FAQ Category
fr_fr: Mise à jour Catégorie de FAQ

source: Add New FAQ Category
fr_fr: Ajouter une nouvelle catégorie de FAQ

source: New FAQ Category Name
fr_fr: Nouveau Nom Catégorie FAQ

source: Edit FAQ
fr_fr: Modifier FAQ

source: Add FAQ
fr_fr: Ajouter FAQ

source: Title
fr_fr: Titre

source: Category
fr_fr: Catégorie

source: Continue reading <span class="meta-nav">&rarr;</span>
fr_fr: Continuer la lecture <span class="meta-nav">&rarr;</span>

source: Posted in:
fr_fr: Publié dans :

source: Reorder FAQs
fr_fr: Réordonner les FAQs

source: Order Subpages
fr_fr: Trié les sous-pages

source: Click to Reorder FAQs
fr_fr: Cliquez pour réordonner les FAQs

source: This feature is part of the <a href="%s">My Page Order</a> plugin by Andrew Charlton.
fr_fr: Cette fonctionnalité fait partie de l'extension <a href="%s">My Page Order</a> de Andrew Charlton.

source: Updating FAQ Order...
fr_fr: Mise à jour de l'ordre de la FAQ

source: FAQ order updated successfully.
fr_fr: L'ordre de la FAQ a été mis à jour

source: An error occured, order has not been saved.
fr_fr: Une erreur s'est produite, l'ordre n'a pas été enregistré.

source: Return to parent page
fr_fr: Retourner sur la page parente

source: Enhanced Pages widget provided by Reorder FAQs
fr_fr: Widget d'amélioration des pages fourni pour réorganiser les FAQs

source: Title:
fr_fr: Titre:

source: Sort by:
fr_fr: Trier par&nbsp;:

source: FAQ Order
fr_fr: Ordre de la FAQ
